{"name": "functional_2", "trainable": true, "layers": [{"module": "keras.src.layers.core.input_layer", "class_name": "InputLayer", "config": {"batch_shape": [null, 80], "dtype": "int32", "sparse": false, "name": "input_layer"}, "registered_name": "InputLayer", "name": "input_layer", "inbound_nodes": []}, {"module": "lib.token_and_position_embedding", "class_name": "TokenAndPositionEmbedding", "config": {"maxlen": 80, "vocab_size": 20000, "embed_dim": 256, "trainable": true, "dtype": "float32"}, "registered_name": "TokenAndPositionEmbedding", "build_config": {"input_shape": [null, 80]}, "name": "token_and_position_embedding", "inbound_nodes": [{"args": [{"class_name": "__keras_tensor__", "config": {"shape": [null, 80], "dtype": "int32", "keras_history": ["input_layer", 0, 0]}}], "kwargs": {}}]}, {"module": "lib.transformer_block", "class_name": "TransformerBlock", "config": {"embed_dim": 256, "num_heads": 2, "ff_dim": 256, "trainable": true, "dtype": "float32"}, "registered_name": "TransformerBlock", "build_config": {"input_shape": [null, 80, 256]}, "name": "transformer_block", "inbound_nodes": [{"args": [{"class_name": "__keras_tensor__", "config": {"shape": [null, 80, 256], "dtype": "float32", "keras_history": ["token_and_position_embedding", 0, 0]}}], "kwargs": {}}]}, {"module": "keras.src.layers.core.dense", "class_name": "Dense", "config": {"name": "dense_2", "trainable": true, "dtype": "float32", "units": 20000, "activation": "linear", "use_bias": true, "kernel_initializer": {"module": "keras.src.initializers.random_initializers", "class_name": "GlorotUniform", "config": {"seed": null}, "registered_name": "GlorotUniform"}, "bias_initializer": {"module": "keras.src.initializers.constant_initializers", "class_name": "Zeros", "config": {}, "registered_name": "Zeros"}, "kernel_regularizer": null, "bias_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "registered_name": "Dense", "build_config": {"input_shape": [null, 80, 256]}, "name": "dense_2", "inbound_nodes": [{"args": [{"class_name": "__keras_tensor__", "config": {"shape": [null, 80, 256], "dtype": "float32", "keras_history": ["transformer_block", 0, 0]}}], "kwargs": {}}]}], "input_layers": [["input_layer", 0, 0]], "output_layers": [["dense_2", 0, 0], ["transformer_block", 0, 0]]}